{"translation-revision-date":"2024-04-05 13:46:25+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Activate":["Aktifkan"],"My Account":["Akun Saya"],"get it here":["dapatkan disini"],"If you don't have a license, you can":["Jika Anda tidak memiliki lisensi, Anda bisa"],"to get professional support and automatic updates from your WordPress dashboard.":["untuk mendapatkan dukungan profesional dan pembaruan otomatis dari dashboard WordPress Anda."],"License Key":["Kunci Lisensi"],"Please enter your valid license key below to activate Spectra Pro!":["Silakan masukkan kunci lisensi Anda yang valid di bawah ini untuk mengaktifkan Spectra Pro!"],"License successfully validated!":["Lisensi berhasil divalidasi!"],"Paste your license key here":["Tempelkan kunci lisensi Anda di sini"],"Your license is active.":["Lisensi Anda aktif."],"Sidebar":["Sidebar"],"Popup":["Pop up"],"Choose how you want to display dynamic content settings":["Pilih bagaimana Anda ingin menampilkan pengaturan konten dinamis"],"Dynamic Content":["Konten Dinamis"],"Facebook App Secret Key":["Secret Key App Facebook"],"Facebook App Details":["Detail Facebook App"],"Note: This setting is required if you wish to use Login with Facebook on your website. Need help to get Facebook App Details? Read":["Catatan: Pengaturan ini diperlukan jika Anda ingin menggunakan Login dengan Facebook di situs web Anda. Perlu bantuan untuk mendapatkan detail Aplikasi Facebook? Baca"],"Social Login\/Register - Facebook App Details":["Sosial Login\/Daftar - Detail Aplikasi Facebook"],"Google Client ID":["ID Klien Google"]," | ":[" | "],"Note: This setting is required if you wish to use Login with Google on your website. Read":["Catatan: Pengaturan ini diperlukan jika Anda ingin menggunakan Login dengan Google di situs web Anda. Baca"],"Social Login\/Register - Google Client ID":["Sosial Login\/Daftar - ID Klien Google"],"Make sure \"Anyone can register\" is enabled in General > Settings > Membership to use this feature.":["Pastikan \"Setiap orang dapat mendaftar\" diaktifkan di Pengaturan >Umum > Keanggotaan untuk menggunakan fitur ini."],"Enabling this setting will automatically register the users via Google\/Facebook.":["Mengaktifkan pengaturan ini akan secara otomatis mendaftarkan pengguna melalui Google\/Facebook."],"Social Login Auto Register":["Sosial Login Daftar Otomatis"],"Activate Spectra Pro":["Aktifkan Spectra Pro"],"Unlicensed":["Tidak berlisensi"],"Licensed":["Terlisensi"],"Pro":["Pro"],"Core":["Inti"],"This is a Core Spectra block & cannot be disabled.":["Ini adalah blok Core Spectra & tidak dapat dinonaktifkan."],"Enable this option to enable the support of our Legacy Blocks on the site.":["Aktifkan opsi ini untuk mengaktifkan dukungan Blok Legacy kami di situs."],"Enable Legacy Blocks":["Aktifkan Blok Lawas"],"This setting will apply default Row & Column Gaps in the Container Block.":["Pengaturan ini akan menerapkan Jarak Baris & Kolom default di Blok Kontainer."],"Container Elements Gap":["Jarak Element Kontainer"],"Legacy":["Warisan"],"Coming Soon":["Segera Hadir"],"Block Settings":["Pengaturan Blok"],"Performance":["Performa"],"Version Control":["Kontrol Versi"],"Templates":["Template"],"Asset Generation":["Pembuat Aset"],"Editor Options":["Opsi Editor"],"This setting will apply default padding in the Container Block.":["Pengaturan ini akan menerapkan padding default di Blok Kontainer."],"Container Padding":["Padding Kontainer"],"Enable this to automatically recover any erroneous blocks that may occur on your web pages. This will save you time spent on clicking all those \"Attempt Block Recovery\" Buttons.":["Aktifkan ini untuk secara otomatis memulihkan setiap blok yang bermasalah yang mungkin terjadi pada halaman web Anda. Ini akan menghemat waktu yang Anda habiskan untuk mengklik semua Tombol \"Attempt Block Recovery\"."],"Automatic Block Recovery":["Otomatis Pulihkan Blok"],"Enable this to make sure all previously used Font Awesome 5 icons are displayed correctly while using the Font Awesome 6 library.":["Aktifkan ini untuk memastikan semua ikon Font Awesome 5 yang digunakan sebelumnya ditampilkan dengan benar saat menggunakan pustaka Font Awesome 6."],"Load Font Awesome 5 Support":["Muat Dukungan Font Awesome 5"],"Secret Key v3":["Kunci Rahasia v3"],"Site Key v3":["Kunci situs v3"],"reCAPTCHA v3":["reCAPTCHA v3"],"Secret Key v2":["Kunci Rahasia v2"],"Site Key v2":["Kunci Situs v2"],"reCAPTCHA v2":["reCAPTCHA v2"],"here. ":["di sini. "],"To enable reCAPTCHA for your form, please follow the steps mentioned ":["Untuk mengaktifkan reCAPTCHA pada formulir Anda, ikuti langkah-langkah yang disebutkan "],"Select the page you want":["Pilih halaman yang Anda inginkan"],"Enable the coming soon mode. Only the page you select below will be displayed to people who are not logged in.":["Aktifkan mode segera hadir. Hanya halaman yang Anda pilih di bawah ini yang akan ditampilkan kepada orang-orang yang tidak login."],"Is your website still in the making? Is it not yet ready for other people to see?":["Apakah situs Anda masih dalam pembuatan? Apakah itu belum siap untuk dilihat orang lain?"],"Enable Coming Soon Mode":["Aktifkan Mode Segera Hadir"],"This setting will apply spacing in between all blocks inside block editor.":["Pengaturan ini akan menerapkan spasi antar semua blok di dalam editor blok."],"Blocks Editor Spacing":["Spasi Editor Blok"],"This setting will apply to Container Block's default Content Width.":["Pengaturan ini akan berlaku untuk Lebar Konten default Blok Kontainer."],"Default Content Width":["Lebar Konten Standar"],"Enable the \"Copy Paste Styles\" option to have the ability to copy & paste Spectra & Core Gutenberg Blocks Styles.":["Aktifkan opsi \"Copy Paste Styles\" untuk memiliki kemampuan untuk menyalin & menempel Spectra & Core Gutenberg Blocks Styles."],"Copy Paste Styles":["Salin Tempel Style"],"Enable the \"Collapse Panels\" option if you want to Collapse all other Panels in your Blocks Settings except for the one which is clicked This way you have only one Panel of Settings in front of you to Focus on.":["Aktifkan opsi \"Tutup Panel\" jika Anda ingin Menciutkan semua Panel lain di Pengaturan Blok Anda kecuali yang diklik. Dengan cara ini Anda hanya memiliki satu Panel Pengaturan di depan Anda untuk lebih Fokus."],"Collapse Panels":["Ciutkan Panel"],"This option will load the font files right away on page load. Preloading Local Fonts can speeds up your website even further.":["Opsi ini akan langsung memuat file font saat memuat halaman. Pramuat Font Lokal dapat mempercepat situs Anda lebih jauh lagi."],"Preload Local Fonts":["Pramuat Font Lokal"],"Enable this option to download Google fonts and save them on your server. This can be great for improving speed of your website and to comply with GDPR laws.":["Aktifkan opsi ini untuk mengunduh Google font dan menyimpannya di server Anda. Ini bagus untuk meningkatkan kecepatan situs Anda dan untuk mematuhi undang-undang GDPR."],"Load Google Fonts Locally":["Muat Google Font Secara Lokal"],"Select the font families you want":["Pilih kelompok font yang Anda inginkan"],"Spectra offers 700+ Google font options. If this is overwhelming for your clients, you can use this option to show only limited number of fonts in the block settings.":["Spectra menawarkan 700+ opsi font Google. Jika ini membebani klien Anda, Anda dapat menggunakan opsi ini untuk hanya menampilkan sejumlah font dalam pengaturan blok."],"Allow Only Selected Fonts":["Izinkan Hanya Font yang Dipilih"],"Enable this option to turn on beta updates and be notified when a new beta version of Spectra is available. The beta version will not install automatically, you will have to install it when you get a notification. It is recommended to try beta on a test environment only.":["Aktifkan opsi ini untuk mengaktifkan pembaruan beta dan diberi tahu saat Spectra versi beta yang baru tersedia. Versi beta tidak akan diinstal secara otomatis, Anda harus menginstalnya ketika Anda mendapatkan notifikasi. Disarankan untuk mencoba beta pada lingkungan pengujian saja."],"Enable Beta":["Aktifkan Beta"],"Rollback":["Kembalikan"],"Spectra comes with a stunning library of page templates and block patterns. This library is accessible with the Templates button while editing the page or post. Manage the visibility of that button with this option.":["Spectra dilengkapi dengan pustaka template halaman dan pola blok yang memukau. Pustakaa ini dapat diakses dengan tombol Template saat mengedit halaman atau artikel. Atur visibilitas tombol tersebut dengan opsi ini."],"Enable Templates Button":["Aktifkan Tombol Template"],"Facing issues with style, layout, color or another page element? Use this option to regenerate CSS and Javascript assets. It can help with all kinds of asset issues.":["Menghadapi masalah dengan gaya, tata letak, warna, atau elemen halaman lainnya? Gunakan opsi ini untuk membuat ulang aset CSS dan Javascript. Ini dapat membantu dengan semua jenis masalah aset."],"Asset Regeneration":["Pembuat Ulang Aset"]," to learn the difference between generating CSS and JS inline and in a separate file.":[" untuk mempelajari perbedaan antara generating CSS dan JS inline dan dalam file terpisah."],"this article":["artikel ini"],"Spectra loads the CSS and JS inline on the page by default. If you want to generate separate CSS and JS files for Spectra blocks, enable this option. Please read ":["Spectra memuat CSS dan JS secara inline di halaman secara default. Jika Anda ingin menghasilkan file CSS dan JS terpisah untuk blok Spectra, aktifkan opsi ini. Harap dibaca "],"File Generation":["Pembuat File"],"Responsive Conditions":["Kondisi Responsif"],"Documentation":["Dokumentasi"],"Extension":["Ekstensi"],"Live Demo":["Demo Langsung"],"Join Now":["Gabung Sekarang"],"Got a question about the plugin, want to share your awesome project or just say hi? Join our wonderful community!":["Punya pertanyaan tentang plugin, ingin berbagi proyek keren Anda atau sekadar menyapa? Bergabunglah dengan komunitas kami yang luar biasa!"],"Join the Community":["Bergabunglah dengan Komunitas"],"Get Support":["Dapatkan Bantuan"],"Need some help? Our awesome support team is here to help you with any question you have.":["Butuh pertolongan? Tim bantuan kami yang luar biasa ada di sini untuk membantu Anda dengan pertanyaan apa pun yang Anda miliki."],"Get 5-star Support":["Dapatkan Bantuan Bintang 5"],"Browse Now":["Jelajahi Sekarang"],"Learn everything you need to know about the Spectra plugin with our comprehensive documentation.":["Pelajari semua yang perlu Anda ketahui tentang plugin Spectra dengan dokumentasi lengkap kami."],"Visit Our Website":["Kunjungi Situs Kami"],"Create New Page":["Buat Halaman Baru"],"We designed Spectra to be intuitive but we do recommend learning how it works by checking our comprehensive documentation and watching the video below. Enjoy your time with Spectra!":["Kami merancang Spectra agar intuitif, tetapi kami menyarankan untuk mempelajari cara kerjanya dengan memeriksa dokumentasi komprehensif kami dan menonton video di bawah. Nikmati waktu Anda dengan Spectra!"],"Welcome to Spectra!":["Selamat datang di Spectra!"],"Blocks \/ Extensions":["Blok \/ Ekstensi"],"Welcome":["Selamat Datang"],"What's New?":["Apa yang Baru?"],"Masonry Gallery":["Galeri Masonry"],"Display Conditions":["Tampilkan Kondisi"]," Documentation":[" Dokumentasi"],"Get Keys":["Dapatkan Kunci"],"Google reCAPTCHA":["Google reCAPTCHA"],"Cancel":["Batalkan"],"Regenerate Assets":["Regenerasi Aset"],"Rollback to Previous Version":["Kembali ke Versi Sebelumnya"],"Settings":["Pengaturan"],"px":["px"],"Knowledge Base":["Pengetahuan Dasar"],"Deactivate":["Nonaktifkan"],"Activate ":["Aktifkan "]}},"comment":{"reference":"admin-core\/assets\/build\/dashboard-app.js"}}