{"translation-revision-date":"2024-05-14 17:59:19+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Product Filter: Rating (Beta)":["Penyaring Produk: Rating (Beta)"],"Product Filter: Attribute (Beta)":["Penyaring Produk: Atribut (Beta)"],"Product Filter: Stock Status (Beta)":["Penyaring Produk: Status Stok (Beta)"],"Product Filter: Price (Beta)":["Penyaring Produk: Harga (Beta)"],"Product Filter: Active Filters (Beta)":["Penyaring Produk: Penyaring Aktif (Beta)"],"Enable customers to filter the product collection by rating.":["Izinkan pelanggan untuk menyaring koleksi produk berdasarkan rating."],"Enable customers to filter the product collection by selecting one or more attributes, such as color.":["Izinkan pelanggan untuk menyaring koleksi produk dengan memilih satu atau lebih atribut, seperti warna."],"Enable customers to filter the product collection by stock status.":["Izinkan pelanggan untuk menyaring koleksi produk berdasarkan status stok."],"Enable customers to filter the product collection by choosing a price range.":["Izinkan pelanggan untuk menyaring koleksi produk dengan memilih rentang harga."],"When added to a post or page, Collection Filters block needs to be nested inside a Product Collection block to function properly.":["Jika ditambahkan ke pos atau halaman, blok Penyaring Koleksi perlu diposisikan ke dalam blok Koleksi Produk agar dapat berfungsi dengan benar."],"The widget area containing Collection Filters block needs to be placed on a product archive page for filters to function properly.":["Area widget yang berisi blok Penyaring Koleksi perlu diletakkan di halaman arsip produk agar penyaring dapat berfungsi dengan benar."],"Filter by Stock Status":["Saring berdasarkan Status Stok"],"Filter by Rating":["Filter berdasarkan Rating"],"Filter by Attribute":["Saring menurut Atribut"],"Display the currently active filters.":["Tampilkan penyaring yang saat ini aktif."],"Filter by Price":["Filter berdasarkan Harga"],"Active filters":["Penyaring Aktif"]}},"comment":{"reference":"assets\/client\/blocks\/product-filter.js"}}