{"translation-revision-date":"2024-05-14 17:59:19+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Design a new theme":["Buat desain tema baru"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["Tema aktif Anda akan diganti dan Anda dapat kehilangan semua perubahan yang telah dibuat di tema tersebut."],"Are you sure you want to design a new theme?":["Apakah Anda yakin ingin membuat desain tema baru?"],"Go to Products":["Buka Produk"],"Start stocking your virtual shelves by adding or importing your products, or edit the sample products.":["Mulai susun etalase virtual dengan menambahkan atau mengimpor produk Anda, atau menyunting produk sampel."],"What's next?":["Apa langkah selanjutnya?"],"View store":["Lihat toko"],"Create an engaging homepage by selecting one of our pre-designed layouts. You can continue customizing this page, including the content, later via the <EditorLink>Editor<\/EditorLink>.":["Ciptakan beranda yang menarik dengan memilih salah satu tata letak siap pakai kami. Anda dapat lanjut menyesuaikan halaman ini, termasuk kontennya, melalui <EditorLink>Editor<\/EditorLink> di lain waktu."],"Choose your homepage":["Pilih Beranda Anda"],"Opt in":["Ikut serta"],"I would like to get store updates, including new fonts, on an ongoing basis. In doing so, I agree to share my data to tailor my store setup experience, get more relevant content, and help make WooCommerce better for everyone. You can opt out at any time in WooCommerce settings. {{link}}Learn more about usage tracking{{\/link}}.":["Saya ingin mendapatkan pembaruan toko, termasuk font baru, secara berkelanjutan. Dengan demikian, saya setuju untuk membagikan data guna menyesuaikan pengalaman penyiapan toko saya, mendapatkan konten yang lebih relevan, dan mendukung WooCommerce menjadi lebih baik untuk semua orang. Anda dapat membatalkannya kapan saja di pengaturan WooCommerce. {{link}}Baca selengkapnya tentang pelacakan penggunaan{{\/link}}."],"Get more fonts":["Dapatkan lebih banyak font"],"Want more font pairings?":["Ingin dapat lebih banyak pasangan font?"],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> to get access to more fonts.":["Upgrade ke <WordPressLink>versi terbaru WordPress<\/WordPressLink> untuk mengakses lebih banyak font."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more fonts.":["Aktifkan <OptInModal>pelacakan penggunaan<\/OptInModal> untuk mengakses lebih banyak font."],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> and <OptInModal>opt in to usage tracking<\/OptInModal> to get access to more fonts.":["Upgrade ke <WordPressLink>versi terbaru WordPress<\/WordPressLink> dan <OptInModal>aktifkan pelacakan penggunaan<\/OptInModal> untuk mengakses  lebih banyak font."],"Add your products":["Tambahkan produk Anda"],"Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme.":["Ups! Terjadi masalah saat menyiapkan fondasi. {{anchor}}Coba lagi{{\/anchor}} atau mulai dengan tema."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the \"Design your own theme\" experience are welcome.":["Jangan sungkan untuk mengungkapkannya di sini. Kami menyambut baik semua saran, feedback, atau komentar mengenai pengalaman \"Mendesain tema sendiri\"."],"I wanted to design my own theme.":["Saya ingin mendesain tema saya sendiri."],"What motivated you to choose the \"Design your own theme\" option?":["Apa yang mendorong Anda untuk memilih opsi \"Mendesain tema sendiri\"?"],"Start designing your store, including adding your logo, changing color schemes, and choosing layouts. To help you get started, we've added some layouts for you to customize. Take a quick tour to discover what's possible.":["Mulailah mendesain toko Anda, termasuk menambahkan logo, mengubah skema warna, dan memilih tata letak. Untuk membantu Anda memulai, kami telah menambahkan beberapa tata letak yang dapat Anda sesuaikan. Ikuti tur singkat untuk menjelajahi semua kemungkinan."],"Choose your footer":["Pilih footer"],"Design your homepage":["Desain beranda Anda sendiri"],"Choose your header":["Pilih header"],"Choose fonts":["Pilih font"],"Choose your color palette":["Pilih palet warna"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["Buat toko yang mencerminkan merek dan bisnis Anda. Pilih salah satu tema yang dirancang secara profesional untuk disesuaikan atau buat tema Anda sendiri dengan AI."],"Take a quick tour to discover what's possible.":["Ikuti tur singkat untuk menjelajahi semua kemungkinan."],"But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colors and layout. ":["Tapi, jangan sampai hal tersebut menghentikan Anda! Mulailah menyesuaikan tampilan dan suasana toko Anda dengan menambahkan logo serta memilih warna dan tata letak. "],"Discover what's possible with the store designer":["Jelajahi semua kemungkinan dengan perancang toko"],"Setting up the foundations":["Menyiapkan fondasi"],"Customize your theme":["Sesuaikan tema Anda"],"Continue to customize your store using the store designer. Change your color palette, fonts, page layouts, and more.":["Lanjutkan menyesuaikan toko Anda menggunakan perancang toko. Ubah palet warna, font, tata letak halaman, dan banyak lagi."],"Edit your custom theme":["Edit tema khusus Anda"],"Start designing":["Mulai mendesain"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["Buat toko yang menawan dengan cepat menggunakan perancang toko bawaan kami. Pilih tata letak, tentukan gaya, dan masih banyak lagi."],"Design your own":["Desain sendiri"],"Our AI tool had a few issues generating your content.":["Alat AI mengalami sedikit masalah dalam membuat konten Anda."],"Welcome to your store!":["Selamat datang di toko Anda!"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Pilih pasangan font yang paling cocok dengan merek Anda. Font besar akan digunakan untuk judul, dan font kecil untuk konten pendukung. Anda dapat mengubah font kapan saja di <EditorLink>Editor<\/EditorLink> | <StyleLink>Gaya<\/StyleLink>."],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Pilih palet warna yang paling mewakili merek Anda. Ingin mengubahnya? Buat palet warna kustom di bawah ini, atau ubah nanti di <EditorLink>Editor<\/EditorLink> | <StyleLink>Gaya<\/StyleLink>."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the AI-generated store experience are welcome.":["Jangan sungkan untuk membeberkannya di sini. Kami menyambut baik semua saran, feedback, atau komentar mengenai pengalaman toko yang dibuat dengan AI."],"Did you find anything confusing, irrelevant, or not useful?":["Adakah yang Anda rasa tidak jelas, tidak relevan, atau tidak berguna?"],"Other.":["Lainnya"],"I didn't find a theme that matched my needs.":["Saya tidak menemukan tema yang cocok dengan kebutuhan saya."],"I didn't like any of the available themes.":["Saya tidak suka tema yang tersedia."],"I wanted to see how AI could help me streamline the process.":["Saya ingin tahu bagaimana AI dapat membantu saya menyederhanakan proses."],"What motivated you to choose the “Design with AI” option?":["Apa yang mendorong Anda untuk memilih opsi \"Buat Desain dengan AI\"?"],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience?":["Dari skala 1 (sulit) hingga 5 (sangat mudah), berapa nilai yang Anda berikan terkait pengalaman Anda secara keseluruhan?"],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":["Kami hadir untuk menyediakan semua perangkat yang Anda butuhkan untuk membuat toko online. Berikan ulasan Anda tentang produk kami dan bagaimana kami dapat meningkatkannya."],"Block Patterns":["Pola Blok"],"Continue designing":["Lanjutkan desain"],"Exit and lose changes":["Keluar dan perubahan tidak disimpan"],"You'll lose any changes you've made to your store's design and will start the process again.":["Anda akan kehilangan semua perubahan desain toko yang telah Anda buat dan mengulang semua proses dari awal."],"Are you sure you want to exit?":["Anda yakin ingin keluar?"],"Generating content":["Membuat konten"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Didukung oleh AI uji coba. {{link}}Baca selengkapnya{{\/link}}"],"Editor canvas":["Kanvas editor"],"Please try again":["Coba lagi"],"Oops! We encountered a problem while generating your store. <retryButton\/>":["Waduh! Kami menemukan masalah saat membuat toko Anda. <retryButton\/>"],"Start again":["Mulai lagi"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Anda akan diminta untuk mengisi informasi bisnis Anda kembali, dan desain AI yang sudah ada akan hilang. Jika Anda ingin menyesuaikan desain yang sudah ada, gunakan <EditorLink>Editor<\/EditorLink>."],"Are you sure you want to start over?":["Apakah Anda yakin ingin memulai lagi?"],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Desainer Toko akan membuat desain toko baru untuk Anda, dan semua perubahan pada tema aktif akan hilang. Jika Anda memilih untuk terus mengedit tema Anda, gunakan <EditorLink>Editor<\/EditorLink>."],"Are you sure you want to start a new design?":["Apakah Anda yakin ingin memulai desain baru?"],"Create a new one":["Buat yang baru"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Teruskan penyesuaian tampilan toko yang dihasilkan oleh AI atau mulai lagi dan buat yang baru."],"Customize your custom theme":["Sesuaikan tema khusus Anda"],"Find out how":["Pelajari cara melakukannya"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Tampaknya Anda sedang menggunakan mode offline Jetpack — beralih ke mode online untuk memulai desain dengan AI."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Sayang sekali, [Desainer Toko AI] tidak dapat diakses saat ini karena kami tidak dapat mendeteksi jaringan Anda. Periksa koneksi internet Anda."],"Looking to design your store using AI?":["Berencana merancang toko Anda menggunakan AI?"],"Active theme":["Tema yang aktif"],"Back to Home":["Kembali ke Beranda"],"Go back to the Home screen to complete your store setup and start selling":["Kembali ke layar Beranda untuk menyelesaikan penyiapan toko Anda dan mulai berjualan"],"Go to the Editor":["Buka Editor"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Buka Editor untuk mengubah gambar dan teks Anda, menambahkan lebih banyak halaman, dan melakukan penyesuaian lainnya."],"Fine-tune your design":["Modifikasi desain Anda"],"Your store looks great!":["Toko Anda tampak luar biasa!"],"Browse all themes":["Jelajahi semua tema"],"Or select a professionally designed theme to customize and make your own.":["Atau pilih tema yang dirancang secara profesional untuk menyesuaikan dan menjadikannya milik Anda."],"Design with AI":["Rancang Desain dengan AI"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Atur desain tampilan toko Anda, buat halaman, dan buat salinan menggunakan alat AI bawaan kami."],"Use the power of AI to design your store":["Gunakan kemampuan AI untuk mendesain toko Anda"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using our store designer.":["Buat toko yang mencerminkan merek dan bisnis Anda. Pilih salah satu tema kami yang dirancang secara profesional untuk disesuaikan, atau buat tema Anda sendiri menggunakan perancang toko kami."],"Customize your store":["Sesuaikan toko Anda"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Sesuaikan style dan tata letak toko sesuai citra merek Anda Tambahkan logo, ubah font dan warna, serta coba berbagai tata letak halaman. Anda nantinya dapat menyunting teks dan gambar melalui Editor."],"Make your store your own":["Buat toko dengan gaya khas Anda"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Perubahan yang Anda terapkan pada tata letak dan gaya akan muncul di sini secara real-time — ideal untuk mencoba berbagai tampilan sebelum Anda meluncurkannya. Anda juga dapat mengubah ukuran area ini untuk melihat tampilan toko Anda di aplikasi seluler."],"View your changes in real time":["Lihat perubahan Anda secara real-time"],"Welcome to your AI-generated store!":["Selamat datang di toko Anda yang dibuat dengan AI!"],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what’s possible.":["Di sini Anda dapat mulai menyesuaikan tampilan dan suasana toko, termasuk menambahkan logo, serta mengubah warna dan tata letak. Ikuti tur singkat untuk menjelajahi semua kemungkinan."],"Take a tour":["Ikuti tur"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Gunakan tombol panah kiri dan kanan untuk mengubah ukuran kanvas. Tahan tombol shift untuk mengubah ukuran secara bertahap."],"Saving failed.":["Gagal menyimpan."],"Logo":["Logo"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Pastikan toko Anda memiliki brand dengan menambahkan logo Anda. Untuk hasil terbaik, unggah file SVG atau PNG dengan lebar minimal 300px."],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Ikon situs adalah gambar yang Anda lihat di tab browser, bilah bookmark, dan ketika menggunakan aplikasi seluler WordPress."],"Use as site icon":["Gunakan sebagai ikon situs"],"Link logo to homepage":["Tautkan logo ke beranda"],"Image width":["Lebar gambar"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Pilih footer baru dari pilihan di bawah ini. Footer Anda mencakup navigasi sekunder situs dan akan ditambahkan ke tiap halaman. Anda dapat melanjutkan menyesuaikannya melalui <EditorLink>Editor<\/EditorLink>."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the <EditorLink>Editor<\/EditorLink>.":["Berdasarkan toko yang paling sukses di industri dan lokasi Anda, alat AI kami merekomendasikan templat ini untuk bisnis Anda. Ingin menggunakan tata letak lain? Pilih salah satu dari templat di bawah ini sekarang, atau nanti melalui <EditorLink>Editor<\/EditorLink>."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Tentukan header baru dari pilihan di bawah ini. Header Anda mencakup navigasi situs dan akan ditambahkan ke tiap halaman. Anda dapat melanjutkan menyesuaikannya melalui <EditorLink>Editor<\/EditorLink>."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["AI telah memilih pasangan font yang paling sesuai dengan bisnis Anda. Jika Anda ingin mengubahnya, tentukan pilihan baru di bawah ini sekarang, atau nanti di <EditorLink>Editor<\/EditorLink> | <StyleLink>Gaya<\/StyleLink>."],"Change your font":["Mengubah font Anda"],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Berdasarkan info yang Anda bagikan, alat AI kami merekomendasikan palet warna ini. Ingin mengubahnya? Anda dapat memilih atau menambahkan warna baru di bawah ini, atau memperbaruinya nanti di <EditorLink>Editor<\/EditorLink> | <StyleLink>Gaya<\/StyleLink>."],"or create your own":["atau buat sendiri"],"Change your footer":["Ubah footer Anda"],"Change your homepage":["Ubah halaman beranda Anda"],"Change your header":["Ubah header Anda"],"Change fonts":["Ubah font"],"Change the color palette":["Ubah palet warna"],"Add your logo":["Tambahkan logo Anda"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the <EditorLink>Editor<\/EditorLink> later.":["Gunakan alat gaya dan tata letak kami untuk menyesuaikan desain toko Anda. Konten dan gambar dapat ditambahkan atau diubah melalui <EditorLink>Editor<\/EditorLink> nanti."],"Let's get creative":["Mari berkreasi"],"Which writing style do you prefer?":["Gaya tulisan mana yang Anda sukai?"],"Direct yet respectful, serious and professional.":["Lugas namun tetap sopan, serius dan profesional."],"Formal":["Formal"],"Impartial tone with casual expressions without slang.":["Nada netral dengan ekspresi santai tanpa slang."],"Relaxed and friendly, like a conversation with a friend.":["Santai dan bersahabat, seperti percakapan dengan teman."],"Informal":["Informal"],"How would you like your store to look?":["Bagaimana tampilan toko yang Anda inginkan?"],"Vibrant with eye-catching colors and visuals.":["Semarak dengan warna dan visual yang memikat."],"Bold":["Tegas"],"Elegant and timeless with a nostalgic touch.":["Elegan dan tak lekang oleh waktu dengan sentuhan nostalgia."],"Classic":["Klasik"],"Contemporary":["Kontemporer"],"Who your target audience is":["Target audiens Anda"],"What makes your business unique":["Keunikan bisnis Anda"],"How many products you plan on displaying":["Jumlah produk yang ingin Anda tampilkan"],"What you want to sell":["Hal yang ingin Anda jual"],"Try to include:":["Cobalah sertakan:"],"The more detail you provide, the better job our AI can do!":["Semakin banyak detail yang Anda jelaskan, semakin baik hasil AI kami!"],"Tell us a bit more about your business":["Ceritakan lebih banyak tentang bisnis Anda"],"Applying the finishing touches":["Memberikan sentuhan akhir"],"Assembling your AI-optimized store":["Membangun toko Anda yang dioptimalkan dengan AI"],"Designing the best look for your business":["Merancang tampilan terbaik untuk bisnis Anda"],"Comparing the top performing stores":["Membandingkan toko-toko dengan kinerja terbaik"],"Analyzing your responses":["Menganalisis respons Anda"],"Opening the doors":["Membuka pintu"],"Drag to resize":["Seret untuk mengubah ukuran"],"Turning on the lights":["Menyalakan lampu"],"Thanks for the feedback. We'll put it to good use!":["Terima kasih atas feedbacknya. Akan kami manfaatkan dengan baik!"],"Replace":["Ganti"],"Saving":["Menyimpan"],"Continue setting up your store":["Lanjutkan penyiapan toko Anda"],"Options":["Pilihan"],"Send":["Kirim"],"Neutral":["Netral"],"Back":["Kembali"],"Navigation":["Navigasi"],"Style":["Gaya"],"Paid":["Berbayar"],"Share feedback":["Bagikan masukan"],"Skip":["Lewati"],"Customize":["Sesuaikan"],"Done":["Selesai"],"Layout":["Tampilan"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Sebelumnya"],"Save":["Simpan"],"Continue":["Lanjutkan"],"Cancel":["Batal"],"Default":["Standar"],"Delete":["Hapus"],"Settings":["Pengaturan"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}