{"translation-revision-date":"2024-05-14 17:59:19+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Next product variation":["Variasi produk selanjutnya"],"Previous product variation":["Variasi produk sebelumnya"],"Return to main product":["Kembali ke produk utama"],"Next post":["Pos selanjutnya"],"Previous post":["Pos sebelumnya"],"Show me around (10s)":["Tunjukkan pada saya (10dtk)"],"I'll explore on my own":["Saya akan menelusuri sendiri"],"Let us show you how to navigate the form and create this product from start to finish in no time.":["Mari kami tunjukkan cara menavigasi formulir dan membuat produk ini dari awal hingga akhir dalam waktu singkat."],"Product editing tour":["Tur pengeditan produk"],"Meet the product editing form":["Kenali formulir pengeditan produk"],"If the form doesn’t yet have all the features you need —it’s still in development— you can switch to the classic editor anytime.":["Jika formulir ini belum memiliki semua fitur yang dibutuhkan (karena masih dalam pengembangan), Anda bebas beralih ke editor klasik."],"⚙️ Looking for more?":["⚙️ Mencari lebih banyak?"],"With all the details in place, use the buttons at the top to easily preview and publish your product. Click the arrow button for more options.":["Setelah semua detailnya beres, gunakan tombol di atas untuk mempratinjau dan memublikasikan produk Anda. Klik tombol panah untuk menampilkan lebih banyak pilihan."],"🔍 Preview and publish":["🔍 Pratinjau dan publikasikan"],"When done, use the tabs to switch between other details and settings. In the future, you’ll also find here extensions and plugins.":["Jika sudah, gunakan tab untuk beralih antara detail dan pengaturan lainnya. Di masa mendatang, Anda juga akan dapat menemukan ekstensi dan plugin."],"✍️ Set up pricing & more":["✍️ Siapkan harga & banyak lainnya"],"The product form will help you describe your product field by field—from basic details like name and description to attributes the customers can use to find it on your store.":["Formulir produk membantu Anda menguraikan produk per kolom, dari detail dasar seperti nama dan deskripsi hingga atribut yang dapat digunakan pelanggan dalam pencarian di toko Anda."],"📣 Tell a story about your product":["📣 Ceritakan tentang produk Anda"],"Manage individual variation details in the Options tab.":["Mengelola detail tiap variasi di tab Pilihan."],"The end date of the sale must be after the start date.":["Tanggal akhir obral harus setelah tanggal mulai."],"The start date of the sale must be before the end date.":["Tanggal mulai obral harus sebelum tanggal akhir."],"Please enter a valid date.":["Harap masukkan tanggal yang valid."],"More product options":["Pilihan produk lainnya"],"Stock quantity must be a positive number.":["Kuantitas stok harus angka positif."],"Weight must be higher than zero.":["Berat harus lebih besar dari nol."],"Height must be higher than zero.":["Tinggi harus lebih besar dari nol."],"Length must be higher than zero.":["Panjang harus lebih besar dari nol."],"Width must be higher than zero.":["Lebar harus lebih besar dari nol."],"Sale price cannot be equal to or higher than list price.":["Harga obral tidak bisa sama atau lebih tinggi dari harga jual."],"Please enter a price with one monetary decimal point without thousand separators and currency symbols.":["Mohon masukkan harga dengan satu titik desimal moneter tanpa pemisah ribuan dan simbol mata uang."],"Please enter a product name shorter than 120 characters.":["Mohon masukkan nama produk kurang dari 120 karakter."],"This field is required.":["Kolom ini harus diisi."],"You cannot edit this item because it is in the Trash. Please restore it and try again.":["Anda tidak dapat mengedit item ini karena sudah berada di Sampah. Harap pulihkan lalu coba lagi."],"Close settings":["Tutup pengaturan"],"Enable reviews":["Aktifkan ulasan"],"Menu order":["Urutan menu"],"Advanced":["Pengaturan Lanjutan"],"Products":["Produk"],"Settings":["Pengaturan"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/edit-product-page.js"}}