{"translation-revision-date":"2024-05-14 17:59:19+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Connect your store to WooCommerce.com using the WooCommerce.com Update Manager. Once connected, you'll be able to manage your subscriptions, receive product updates, and access streamlined support from this screen.":["Hubungkan toko Anda ke WooCommerce.com dengan Pengelola Pembaruan WooCommerce.com. Setelah terhubung, Anda dapat mengelola langganan Anda, mendapatkan pembaruan produk, dan mengakses dukungan efisien dari layar ini."],"Manage on WooCommerce.com":["Kelola di WooCommerce.com"],"Version %s is available. To access this update, please first <b>install the WooCommerce.com Update Manager<\/b> extension. Alternatively, you can download and install it manually.":["Versi %s tersedia. Untuk mengakses pembaruan ini, <b>instal ekstensi Pengelola Pembaruan WooCommerce.com<\/b> terlebih dahulu. Anda juga dapat mengunduh dan menginstalnya secara manual."],"Version %s is available. To access this update, please <b>activate the WooCommerce.com Update Manager<\/b> extension.":["Versi %s tersedia. Untuk mengakses pembaruan ini, <b>aktifkan ekstensi Pengelola Pembaruan WooCommerce.com<\/b>."],"Access your updates":["Akses pembaruan Anda"]," Browse the <a>WordPress.org theme directory<\/a> to discover more.":[" Telusuri <a>direktori tema WordPress.org<\/a> untuk mencari tahu selengkapnya."],"Didn’t find a theme you like?":["Belum menemukan tema yang Anda sukai?"],"Please install the <b>WooCommerce.com Update Manager<\/b> to continue receiving the updates and streamlined support included in your WooCommerce.com subscriptions.<br\/>Alternatively, you can download and install it manually.":["<b>Instal Pengelola Pembaruan WooCommerce.com<\/b> agar Anda terus mendapatkan pembaruan dan dukungan efisien yang termasuk dalam langganan WooCommerce.com.<br\/>Anda juga dapat mengunduh dan menginstalnya secara manual."],"Activate the <b>WooCommerce.com Update Manager<\/b> to continue receiving the updates and streamlined support included in your WooCommerce.com subscriptions.":["Aktifkan <b>Pengelola Pembaruan WooCommerce.com<\/b> agar Anda terus mendapatkan pembaruan dan dukungan efisien yang termasuk dalam langganan WooCommerce.com."],"Sponsored":["Bersponsor"],"Design a new theme":["Buat desain tema baru"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["Tema aktif Anda akan diganti dan Anda dapat kehilangan semua perubahan yang telah dibuat di tema tersebut."],"Are you sure you want to design a new theme?":["Apakah Anda yakin ingin membuat desain tema baru?"],"An error occurred. Please try again later.":["Terjadi error. Silakan coba lagi nanti."],"We need your address to complete installing this product. We will redirect you to WooCommerce.com checkout. Afterwards, you will be able to install the product.":["Kami memerlukan alamat Anda untuk menyelesaikan penginstalan produk ini. Kami akan mengalihkan Anda ke checkout WooCommerce.com. Setelah itu, Anda akan dapat menginstal produk."],"Activation failed. Please try again from the plugins page.":["Aktivasi gagal. Coba lagi dari halaman plugin."],"View Docs":["Lihat Dokumen"],"Extension successfully installed but we can't activate it at the moment. Please visit the plugins page to see more.":["Ekstensi berhasil diinstal, tetapi kami tidak dapat mengaktifkannya saat ini. Buka halaman plugin untuk melihat selengkapnya."],"Extension successfully installed. Would you like to activate it?":["Ekstensi berhasil diinstal. Anda ingin mengaktifkannya?"],"Add to Store":["Tambahkan ke Toko"],"Customize your theme":["Sesuaikan tema Anda"],"Continue to customize your store using the store designer. Change your color palette, fonts, page layouts, and more.":["Lanjutkan menyesuaikan toko Anda menggunakan perancang toko. Ubah palet warna, font, tata letak halaman, dan banyak lagi."],"Edit your custom theme":["Edit tema khusus Anda"],"Start designing":["Mulai mendesain"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["Buat toko yang menawan dengan cepat menggunakan perancang toko bawaan kami. Pilih tata letak, tentukan gaya, dan masih banyak lagi."],"Design your own":["Desain sendiri"],"View in Plugins":["Lihat di Plugin"],"View docs":["Lihat dokumen"],"Would you like to install this extension?":["Anda ingin menginstal ekstensi ini?"],"Keep the momentum going and start setting up your extension.":["Terus jaga momentum dan mulailah menyiapkan ekstensi."],"In order to install a product, you need to first connect your account.":["Sebelum menginstal produk, Anda perlu menghubungkan akun Anda."],"Add to store":["Tambahkan ke toko"],"You are ready to go!":["Anda siap memulai!"],"Could not find subscription with product key %s.":["Tidak dapat menemukan langganan dengan kunci produk %s."],"%s couldn’t be installed. Please install the product manually.":["%s tidak dapat diinstal. Harap instal produk secara manual."],"Error loading subscriptions: %s":["Error saat memuat langganan: %s"],"Connect Account":["Hubungkan Akun"],"Manage your subscriptions":["Kelola langganan Anda"],"WooCommerce.com subscriptions you haven't used yet.":["Langganan WooCommerce.com yang belum Anda gunakan."],"Available to use":["Tersedia untuk digunakan"],"Installed on this store":["Diinstal di toko ini"],"WooCommerce.com extensions and themes installed on this store. To see all your subscriptions go to <a>your account<custom_icon \/><\/a> on WooCommerce.com.":["Ekstensi dan tema WooCommerce.com yang diinstal di toko ini. Untuk melihat semua langganan Anda, buka <a>akun Anda<custom_icon \/><\/a> di WooCommerce.com."],"Refresh":["Muat ulang"],"Refresh subscriptions":["Muat ulang langganan"],"Error refreshing subscriptions: %s":["Gagal memuat ulang langganan: %s"],"Subscriptions refreshed.":["Langganan berhasil dimuat ulang"],"On":["Aktif"],"Never expires":["Tidak pernah kedaluwarsa"],"To receive updates and support, please <renew>renew<\/renew> this subscription or use a subscription from another account by <sharing>sharing<\/sharing> or <transferring>transferring<\/transferring>.":["Untuk mendapatkan update dan bantuan, silakan <renew>perpanjang<\/renew> langganan ini atau gunakan langganan dari akun lainnya dengan <sharing>bagikan<\/sharing> atau <transferring>transfer<\/transferring>."],"To receive updates and support, please connect your subscription to this store.":["Untuk menerima pembaruan dan dukungan, hubungkan langganan Anda dengan toko ini."],"Not connected":["Tidak terhubung"],"To receive updates and support, please <purchase>purchase<\/purchase> a subscription or use a subscription from another account by <sharing>sharing<\/sharing> or <transferring>transferring<\/transferring>.":["Untuk mendapatkan update dan bantuan, silakan <purchase>membeli<\/purchase> langganan atau gunakan langganan dari akun lainnya dengan <sharing>bagikan<\/sharing> atau <transferring>transfer<\/transferring>."],"No subscription":["Tidak ada langganan"],"%s icon":["Ikon %s"],"View documentation":["Lihat dokumentasi"],"Manage in Plugins":["Kelola di Plugin"],"Update to %s":["Perbarui ke %s"],"Reload page and try again":["Muat ulang halaman dan coba lagi"],"%s couldn’t be updated.":["%s tidak dapat diperbarui."],"%s updated successfully.":["%s berhasil diperbarui."],"Version %s is available. To enable this update you need to purchase a subscription.":["Versi %s tersedia. Untuk mengaktifkan pembaruan ini, Anda perlu membeli langganan."],"Subscribe to update":["Berlangganan untuk memperbarui"],"Version %s is available. To enable this update you need to renew your subscription.":["Versi %s tersedia Untuk mengaktifkan pembaruan ini, Anda perlu memperpanjang langganan."],"Renew to update":["Perpanjang untuk memperbarui"],"Version %s is available. To enable this update you need to connect your subscription to this store.":["Versi %s tersedia. Untuk mengaktifkan pembaruan ini, Anda perlu menghubungkan langganan dengan toko ini."],"Connect to update":["Hubungkan untuk memperbarui"],"Subscribe":["Berlangganan"],"%s couldn’t be installed.":["%s tidak dapat diinstal."],"%s successfully installed.":["%s berhasil diinstal."],"%s could not be activated. Please activate it manually.":["%s tidak dapat diaktifkan. Aktifkan secara manual."],"%s couldn’t be connected.":["%s tidak dapat terhubung."],"%s successfully connected.":["%s berhasil disambungkan."],"No extensions or themes installed. <a>Browse the Marketplace<\/a>":["Tidak ada ekstensi atau tema yang diinstal. <a>Jelajahi Marketplace<\/a>"],"Loading your subscriptions":["Memuat langganan Anda"],"Auto-renew":["Perpanjangan otomatis"],"Expiry\/Renewal date":["Tanggal Kedaluwarsa\/Perpanjangan"],"No extensions or themes found…":["Ekstensi atau tema tidak ditemukan…"],"Try searching again using a different term, or take a look at our recommendations below.":["Coba cari lagi menggunakan istilah lain, atau lihat rekomendasi kami di bawah ini."],"Please reload and try again":["Muat ulang dan coba lagi"],"My subscriptions":["Langganan saya"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Didukung oleh AI uji coba. {{link}}Baca selengkapnya{{\/link}}"],"View all":["Lihat semua"],"%1$s %2$s":["%1$s %2$s","%1$s %3$s"],"0 %s found":["0 %s ditemukan"],"theme":["tema"],"themes":["tema"],"extension":["ekstensi"],"extensions":["ekstensi"],"Most popular extensions":["Berbagai ekstensi terpopuler"],"Our favorite themes":["Tema favorit kami"],"Search for extensions and themes":["Cari ekstensi dan tema"],"Themes":["Tema"],"Search results":["Hasil pencarian"],"Start again":["Mulai lagi"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Anda akan diminta untuk mengisi informasi bisnis Anda kembali, dan desain AI yang sudah ada akan hilang. Jika Anda ingin menyesuaikan desain yang sudah ada, gunakan <EditorLink>Editor<\/EditorLink>."],"Are you sure you want to start over?":["Apakah Anda yakin ingin memulai lagi?"],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Desainer Toko akan membuat desain toko baru untuk Anda, dan semua perubahan pada tema aktif akan hilang. Jika Anda memilih untuk terus mengedit tema Anda, gunakan <EditorLink>Editor<\/EditorLink>."],"Are you sure you want to start a new design?":["Apakah Anda yakin ingin memulai desain baru?"],"Create a new one":["Buat yang baru"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Teruskan penyesuaian tampilan toko yang dihasilkan oleh AI atau mulai lagi dan buat yang baru."],"Customize your custom theme":["Sesuaikan tema khusus Anda"],"Find out how":["Pelajari cara melakukannya"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Tampaknya Anda sedang menggunakan mode offline Jetpack — beralih ke mode online untuk memulai desain dengan AI."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Sayang sekali, [Desainer Toko AI] tidak dapat diakses saat ini karena kami tidak dapat mendeteksi jaringan Anda. Periksa koneksi internet Anda."],"Looking to design your store using AI?":["Berencana merancang toko Anda menggunakan AI?"],"Try again":["Coba lagi"],"Additional thoughts":["Gagasan tambahan"],"The Extensions screen’s functionality meets my needs":["Fungsionalitas layar Ekstensi sesuai kebutuhan saya"],"It was easy to find an extension":["Ekstensi mudah ditemukan"],"Your feedback will help us create a better experience for people like you! Please tell us to what extent you agree or disagree with the statements below.":["Feedback Anda akan membantu kami menyempurnakan pengalaman bagi orang-orang seperti Anda! Beri tahu kami sejauh mana Anda setuju atau tidak setuju dengan pernyataan di bawah ini."],"How easy was it to find an extension?":["Seberapa mudah ekstensi ditemukan?"],"How easy is it to find an extension?":["Seberapa mudah Anda menemukan ekstensi?"],"Strongly agree":["Sangat setuju"],"Woo Marketplace":["Woo Marketplace"],"Everything in the Marketplace has been built by our own team or by our trusted partners, so you can be sure of its quality.":["Semua yang ada di Marketplace telah dibuat oleh tim atau mitra tepercaya kami, sehingga Anda tidak perlu khawatir tentang kualitasnya."],"With detailed documentation and a global support team, help is always available if you need it.":["Dengan dokumentasi terperinci dan tim dukungan global, bantuan selalu tersedia kapan pun Anda butuhkan."],"If you change your mind within 30 days of your purchase, we'll give you a full refund — hassle-free.":["Jika Anda berubah pikiran dalam waktu 30 hari setelah pembelian, kami akan memberikan pengembalian dana penuh — tanpa repot."],"Hundreds of vetted products and services. Unlimited potential.":["Ratusan produk dan layanan terverifikasi. Potensi tak terbatas."],"<a>Products<\/a> you can trust":["<a>Produk<\/a> yang dapat Anda percaya"],"<a>Get help<\/a> when you need it":["<a>Dapatkan bantuan<\/a> setiap saat"],"30-day <a>money-back guarantee<\/a>":["<a>Garansi 30 hari uang kembali<\/a>"],"More":["Lainnya"],"Toggle category dropdown":["Buka menu tarik-turun kategori"]," annually":[" tahunan"],"Free download":["Unduh gratis"],"By ":["Oleh "],"WooCommerce.com account":["Akun WooCommerce.com"],"Manage your subscriptions, get updates and support for your extensions and themes.":["Kelola langganan Anda, serta dapatkan pembaruan dan dukungan untuk ekstensi dan tema Anda."],"Connect account":["Hubungkan akun"],"User options":["Opsi pengguna"],"Not Connected":["Tidak Terhubung"],"Connected":["Terhubung"],"Keep connected":["Tetap hubungkan"],"Disconnect account":["Putuskan hubungan akun"],"Keep your your account connected to manage your subscriptions, get updates and support for your extensions and themes.":["Tetap hubungkan akun Anda untuk mengelola langganan, serta mendapatkan pembaruan dan dukungan bagi ekstensi dan tema Anda."],"Design with AI":["Rancang Desain dengan AI"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Atur desain tampilan toko Anda, buat halaman, dan buat salinan menggunakan alat AI bawaan kami."],"Use the power of AI to design your store":["Gunakan kemampuan AI untuk mendesain toko Anda"],"Off":["Nonaktif"],"Agree":["Setuju"],"Disagree":["Tidak setuju"],"Strongly disagree":["Sangat tidak setuju"],"Updating":["Memperbarui"],"See more":["Lihat Selengkapnya"],"Send":["Kirim"],"Neutral":["Netral"],"Install":["Instal"],"Are you sure?":["Apakah Anda yakin?"],"Connect your store":["Sambungkan ke toko Anda"],"Customize":["Sesuaikan"],"All Categories":["Semua Kategori"],"Browse":["Telusuri"],"Expired":["Sudah Berakhir"],"Activate":["Aktifkan"],"Connect":["Sambung"],"Renew":["Perpanjangan"],"Extensions":["Ekstensi"],"Discover":["Discover"],"Version":["Versi"],"Cancel":["Batal"],"Search":["Pencarian"],"Actions":["Aksi"],"Update":["Perbarui"],"Name":["Nama"],"Download":["Unduh"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/marketplace.js"}}